Repository: ddrivera44/Civikmind
Catalog: plugins/purgelogs/locales/*.po
Languages: es_es

source: Purge history
es_es: Purgar historial

source: Logs purge configuration
es_es: Purgar registros de configuración

source: Change all
es_es: Cambiar todo

source: Add relation between items
es_es: Agregar relación entre items

source: All sections
es_es: Todas las secciones

source: Purge all log entries
es_es: Purgar todos las entradas del registros

source: Installation/uninstallation of software on computers
es_es: Instalación/desinstalación del software en ordenadores

source: Installation/uninstallation versions on softwares
es_es: Instalación/desinstalación de las versiones en softwares

source: Add financial information to an item
es_es: Agregar información financiera para un item

source: Add/remove profiles to users
es_es: Agregar/remover perfiles de usurios

source: Add/remove groups to users
es_es: Agregar/remover grupos de usuarios

source: OCS ID Change
es_es: Cambiar ID de OCS

source: Add from OCS
es_es: Agregar desde OCS

source: Link with OCS
es_es: Vinculo con OCS

source: Delete from OCS
es_es: Eliminar desde OCS

source: Add component
es_es: Agregar componente

source: Update component
es_es: Actualizar componente

source: Disconnect a component
es_es: Desconectar un componente

source: Connect a component
es_es: Conectar un componente

source: Delete component
es_es: Eliminar componente

source: Logs Webservices connections
es_es: Registros de las conexiones de los servicios Web

source: Old Genericobject item types
es_es: Tipos de item del antiguo objeto genérico

source: User authentication method changes
es_es: Tipos de cambios de la autenticación de usuarios
